{
  "package_name": "PIRLS Ədəbi Mətnlər IV sinif - Part 3.2 (Son 5)",
  "created_date": "2026-01-17",
  "total_texts": 5,
  "grade_level": 4,
  "text_type": "Nəqli mətn (Literary Narration)",
  
  "texts": [
    {
      "text_number": 8,
      "title": "Qırılan Şüşə",
      "word_count": 346,
      "theme": "Məsuliyyət götürmək",
      "text": "Tural və Emin evdə top oynayırdılar. Ana onlara demişdi: \"Evdə top oynamayın!\" Amma onlar dinləmədilər. Top bacı Sevinc otağındakı gül vazasına dəydi və vaza qırıldı.\n\nQorxudan Tural dedi: \"Gəl deyək pişik qırıb!\" Emin düşündü və başını bulayıb dedi: \"Xeyr, bu doğru deyil. Biz yalan deyə bilmərik.\"\n\nAna səsi eşidib gəldi. \"Nə olub?\" - soruşdu. Tural susdu. Emin dərin nəfəs alıb dedi: \"Ana, bağışla. Biz evdə top oynayırdıq və vazanı qırdıq. Mənim günahımdır.\"\n\nAna əsəbləşdi: \"Mən sizə deməmişdim evdə top oynamayın? İndi nənənin hədiyyəsi qırılıb!\" Tural gözlərini yerə dikdi. O, Eminin əvəzinə məsuliyyət götürdüyünü gördü.\n\n\"Ana, düz deyil\" - dedi Tural. \"Mən də oynayırdım. Hər ikimiz günahkarıq. Emin yalandan yox, düz dedi.\" Ana oğlanlarına baxdı. Hələ qəzəbli idi, amma bir şey gördü - uşaqlar xətalarını etiraf edirdilər.\n\n\"Bilirsinizsmi\" - dedi ana sakinləşərək. \"Vaza qırıldı və bu pis. Amma siz daha vacib bir şey etdiniz - düz danışdınız. Yalan deyə biləridiniz, amma demdiniz.\"\n\nAna oturub izah etdi: \"Oğlanlar, hamı səhv edir. Vacib olan səhvi etiraf etmək və düzəltməyə çalışmaqdır. Siz bunu etdiniz. İndi birlikdə düşünək necə düzəldək.\"\n\nHəftə sonu uşaqlar öz qənaət pullarını verdilər və analarına yeni vaza aldılar. Nənəyə məktub yazdılar və üzr istədilər. Nənə cavab yazdı: \"Vaza əşyadır, qırılır. Amma dürüstlük və məsuliyyət qırılmaz.\"\n\nTural və Emin artıq evdə top oynamırdılar. Həmçinin öyrəndilər ki, xətanı etiraf etmək çətindir, amma bu ən düzgün yoldur.",
      "theme_message": "Xətanı etiraf etmək yalan deməkdən çətindir amma düzgündür"
    },
    
    {
      "text_number": 9,
      "title": "Yeni Şəhərdə",
      "word_count": 349,
      "theme": "Dəyişikliyə uyğunlaşmaq",
      "text": "Fidan ailəsi ilə Sumqayıtdan Bakıya köçdü. Atası burada yeni işə başlamışdı. Fidan çox kədərli idi. O, köhnə evini, məktəbini və dostlarını çox darıxırdı.\n\nBakıda hər şey fərqli idi. Məktəb daha böyük idi, küçələr daha şıx idi, hətta insanlar fərqli danışırdılar. İlk gün Fidan dərsə girib küncə oturdu və heç kimlə danışmadı.\n\nEvə gələndə anasına ağlayaraq dedi: \"Mən buranı sevmirəm! Köhnə evimizdə olsaydıq!\" Anası qızını qucaqladı: \"Bilirəm, qızım. Yeni yerə alışmaq çətindir. Amma gərək səbir edəsən. Tezliklə yeni dostlar tapacaqsan.\"\n\nİkinci gün Fidan yenə tək oturdu. Amma teneffüsdə bir qız ona yaxınlaşdı. \"Salam, mən Günel. Sən yenisən, elə deyilmi?\" Fidan başını tərpətdi. \"Mən də keçən il Gəncədən gəlmişdim. Bilirəm, nə hiss edirsən. Gəl, səni dostlarımla tanış edim.\"\n\nGünel Fidanı sinif yoldaşları ilə tanış etdi. Onlar çox mehriban idilər. Fidan başa düşdü ki, hamı əslində dostcanlıdır, sadəcə o özü qapalı idi.\n\nBir həftədən sonra Fidan artıq üç yeni dost tapmışdı. Onlar birlikdə məktəbdən evə gedirdilər. Fidan anasına dedi: \"Bilirənsənmi? Bakı o qədər pis deyil. Hələ Sumqayıtı darıxıram, amma burası da yaxşıdır.\"\n\nAna gülümsədi: \"Dəyişiklik əvvəlcə qorxuludur. Amma sən açıq ürəklə yanaşanda yeni imkanlar görürsən. Sən artıq Sumqayıt və Bakını tanıyırsan - bu səni daha zəngin edir.\"\n\nAy sonunda Fidan məktəbin rəsm yarışmasında iştirak etdi və mükafat qazandı. O, Sumqayıtdakı dağları və Bakının dənizini çəkmişdi. \"Hər iki şəhər mənim\" - dedi o. \"Mən artıq hər ikisini sevirəm.\"\n\nFidan öyrəndi ki, dəyişikliklərə uyğunlaşmaq əvvəlcə çətin, amma mümkündür. Əsas odur ki, açıq fikirlə yanaşasan.",
      "theme_message": "Dəyişikliyə uyğunlaşmaq çətin, amma açıq ürəklə yeni imkanlar gətirir"
    },
    
    {
      "text_number": 10,
      "title": "Xəstə Quş",
      "word_count": 347,
      "theme": "Empatiya və şəfqət",
      "text": "Kamran məktəbdən evə gedərkən həyətdə kiçik quş gördü. Quş uça bilmirdi və qanadı zədələnmişdi. \"Vəhşi heyvan, toxunma!\" - dedi keçən qonşu. Kamran isə quşa yaxınlaşdı.\n\nEvə aparıb anasına göstərdi. \"Ana, bu quş yaralıdır. Ona kömək edə bilərikmi?\" Anası əvvəlcə narahat oldu: \"Oğlum, vəhşi quşlara toxunmaq təhlükəlidir.\" Amma Kamranın gözlərindəki şəfqəti gördü.\n\n\"Yaxşı, gəl veterinar həkimə aparaq.\" Həkim qanadı baxdı və dedi: \"Qırılmayıb, amma burxulub. Bir həftə qayğı göstərsəniz, sağalacaq.\"\n\nKamran quş üçün kiçik qutu hazırladı. Hər gün su və yem verdi. Quşa \"Cik-cik\" adını qoydu. Həftə ərzində diqqətlə baxdı. Qardaşı Rüstəm deyirdi: \"Niyə bu qədər vaxt sərf edirsən? Sadəcə quşdur.\"\n\nKamran cavab verdi: \"Bilirsənmi, Cik-cik də hiss edir. O qorxur, ağrısı var. Əgər mən onun yerində olsaydım, istərdim kimsə mənə kömək etsin.\" Rüstəm düşündü və başa düşdü.\n\nBir həftədən sonra Cik-cik uça bildi. Kamran onu həyətə apardı və əlini açdı. Quş bir az əyləşdi, sonra qanadlarını açıb uçdu. Bir dəfə ətrafda döndü, sanki sağ ol deyirdi, və ağaca qondu.\n\nRüstəm: \"Sən onu azad etdin? Saxlaya biləridin!\" Kamran gülümsədi: \"Xeyr. O azad olmalıdır. Mən ona kömək etdim, indi o xoşbəxtdir.\"\n\nAna oğluna baxıb dedi: \"Kamran, sən bu gün mənə böyük dərs verdin. Empatiya o deməkdir ki, başqasının ağrısını hiss edirsən və kömək etmək istəyirsən. Sən kiçik quşa şəfqət göstərdin.\"\n\nHər dəfə Kamran həyətə çıxanda Cik-cik ağacda oxuyurdu. Kamran bilirdi ki, o kiçik bir fərq yaratmışdı.",
      "theme_message": "Empatiya və şəfqət hər canlıya şamil edilməlidir"
    },
    
    {
      "text_number": 11,
      "title": "Müəllimin Bağışlaması",
      "word_count": 354,
      "theme": "Bağışlamaq öyrənmək",
      "text": "Aygün sinifin ən yaxşı şagirdi idi. Hər imtahanda birinci olurdu. Amma bu dəfə yeni şagird Leyla onu ötdü və riyaziyyat imtahanında daha yüksək qiymət aldı.\n\nAygün çox hirsləndi. Teneffüsdə Leylənın dəftərini gizlətdi. Leyla dəftərini axtardı və ağladı. \"Sabah imtahan var, ev tapşırığım dəftərdədir!\" Müəllim Səadət xanım soruşdu: \"Kim Leylənın dəftərini gördü?\"\n\nAygün susdu. Əlində dəftər var idi, amma vermədi. O gecə evdə utanc hiss etdi. \"Mən nə etdim?\" - deyə düşündü. \"Leyla heç nə pis etməyib, sadəcə yaxşı oxuyur.\"\n\nErtəsi gün Aygün erkən məktəbə gəldi və dəftəri Leylənın stoluna qoydu. Leyla dəftəri tapıb sevindi. İmtahandan sonra Aygün Leylaya yaxınlaşdı: \"Leyla, üzr istəyirəm. Mən sənin dəftərini gizlətdim. Çox pis etdim.\"\n\nLeyla təəccüblə baxdı. \"Sən?\" Aygün başını aşağı saldı: \"Bəli. Mən qısqandım ki, sən məndən yüksək qiymət aldın. Amma bu səhv idi. Sən bağışlaya bilərsənmi?\"\n\nLeyla düşündü. Çox incimişdi. Amma Aygünün üzündə peşmançılıq gördü. \"Sən niyə bunu etdin?\" - soruşdu. Aygün: \"Çünki həmişə birinci olmağa alışmışam. Sən məndən yaxşı olduğunda qısqanclıq hiss etdim.\"\n\nLeyla dərin nəfəs aldı: \"Aygün, bu pis idi. Amma sən etiraf etdin və üzr istədin. Mən də səhv etmişəm. Bağışlayıram.\" Aygün gözləri yaşla doldu: \"Həqiqətənmi?\"\n\nLeyla gülümsədi: \"Hə. Amma gələcəkdə yaxşı rəqiblər olaq, pis yox. Bir-birimizə kömək edək.\" Aygün razılaşdı.\n\nSəadət xanım onları gördü və dedi: \"Qızlar, siz böyük iş gördünüz. Aygün xətasını etiraf etdi. Leyla bağışladı. Bu həqiqi dostluqdur.\"\n\nO gündən Aygün və Leyla yaxşı dost oldular. Aygün öyrəndi ki, rəqabət pis hissdir, amma dostluq daha vacibdir.",
      "theme_message": "Bağışlamaq nə qədər çətin olsa da, insanı azad edir"
    },
    
    {
      "text_number": 12,
      "title": "Təkəbbürlü Taxıl",
      "word_count": 351,
      "theme": "Qürur və təvazökarlıq - məsəl",
      "text": "Tarlada iki sünbül bitirdi. Biri çox hündür və düz idi. Digəri isə kiçik və təvazökar görünürdü. Hündür sünbül başını qaldırıb dedi: \"Mən tarlada ən gözəl taxılam! Göyə qədər uzanıram!\"\n\nKiçik sünbül heç nə demədi, başını aşağı salıb öz dənələrini yetişdirirdi. Hündür sünbül davam etdi: \"Sən nə qədər kiçiksən! Heç kəs səni görmür belə!\"\n\nGünəşli günlər keçdi. Hündür sünbül daha da uzandı və daha təkəbbürlü oldu. \"Mən hamıdan üstünəm!\" - deyirdi. Kiçik sünbül isə sakit-sakit dənələrini dolğunlaşdırırdı.\n\nBir gün fermer tarlaya gəldi. Hündür sünbülə baxdı və başını buladı: \"Bu sünbül çox hündürdür, amma içi boşdur. Dənələri yoxdur.\" Sonra kiçik sünbülə baxdı və sevindi: \"A, bu isə təvazökarlıdır, amma ağırdır. Dənələri dolğun və keyfiyyətlidir!\"\n\nFermer kiçik sünbülü biçdi və evə apardı. Hündür sünbül təəccübləndi: \"Niyə məni götürmədilər? Mən daha gözəl idim!\" Qonşu sünbül ona dedi: \"Çünki sənin için boş idi. Təvazökar sünbül başını əyirdi, çünki dənələrinin ağırlığından idi. Sən isə boş olduğun üçün havaya qalxırdın.\"\n\nHündür sünbül başa düşdü. O, xarici görünüşə əhəmiyyət verirdi, amma əsl dəyər içəridədir - dənələrdə. \"Mən səhv edirdim\" - dedi. \"Təkəbbür məni kor edib.\"\n\nFermer geri gəldi və dedi: \"Bu hündür sünbülü heyvanlar üçün saxlayacağam. O, yem olar.\" Hündür sünbül peşman oldu.\n\nKöhnə kəndlilər deyərlər: \"Başı əyik sünbül dolğundur, başı qalxıq isə boşdur.\" Bu təvazökarlığın əhəmiyyətini göstərir.\n\nHər kəs bu hekayədən öyrəndi: çox danışan və özünü öyən insan çox vaxt içi boş olur. Əsl dəyərli insan təvazökarlıdır və əməli ilə özünü göstərir.",
      "theme_message": "Təvazökarlıq gücdür, təkəbbür isə boşluqdur"
    }
  ]
}
